names = """Брэндон Остин
Уго Льорис
Фрэйзер Форстер
Бен Дэвис
Давинсон Санчес
Джафет Танганга
Джед Спенс
Иван Перишич
Клеман Лангле
Кристиан Ромеро
Мэтт Доэрти
Райан Сессеньон
Эмерсон
Эрик Дайер
Брайан Хиль
Деян Кулусевски
Ив Биссума
Лукас Моура
Оливер Скипп
Пап Матар
Пьер-Эмиль Хейбьерг
Родриго Бентанкур
Сон Хын
Харви Уайт
Ришарлисон
Харри Кейн
""".split('\n')[:-1]
print(names)

ages = '''23
35
34
29
26
23
22
33
27
24
30
22
23
28
21
22
26
30
22
20
27
25
30
20
25
29
'''.split('\n')[:-1]
print(ages)

number = '''40
1
20
33
6
25
24
14
34
17
2
19
12
15
11
21
38
27
4
29
5
30
7
42
9
10
'''.split('\n')[:-1]
print(number)











matches = '''


Лестер
. 17.09.2022



Арсенал

. 01.10.2022



Брайтон

. 08.10.2022




Эвертон
. 15.10.2022

01:00

Манчестер Юнайтед

. 20.10.2022




Ньюкасл
. 22.10.2022



Борнмут

. 29.10.2022

21:00


Ливерпуль
. 05.11.2022

21:00


Лидс
. 12.11.2022

21:00

Брентфорд

. 26.12.2022

21:00


Астон Вилла
. 31.12.2022

21:00

Кристал Пэлас

. 02.01.2023

21:00


Арсенал
. 14.01.2023

21:00

Фулхэм

. 21.01.2023

21:00


Манчестер Сити
. 04.02.2023

21:00

Лестер

. 11.02.2023

21:00


Вест Хэм
. 18.02.2023

21:00

'''

date_matches ="""17.09.2022
08.10.2022
15.10.2022
20.10.2022
22.10.2022
29.10.2022
05.11.2022
12.11.2022
26.12.2022
31.12.2022
02.01.2023
14.01.2023
21.01.2023
04.02.2023
11.02.2023
18.02.2023
""".split()
print(date_matches)


opponents = '''Лестер
Арсенал
Брайтон
Эвертон
Манчестер Юнайтед
Ньюкасл
Борнмут
Ливерпуль
Лидс Юнайтед
Брентфорд
Астон Вилла
Кристал Пэлас
Арсенал
Фулхэм
Манчестер Сити
Лестер
Вест Хэм
'''.split('\n')
print(opponents)